{
    "i": 38437,
    "d": 1605626494188,
    "u": 1607798075080,
    "c": "101626213389903517817",
    "e": [
        "101626213389903517817"
    ],
    "n": "It’s Almost Never Sunny In M’yutun City Beta",
    "r": "Welcome to sunny M'yutun City, where all your dreams come true!\n\nHere, you can achieve the greatest feats and evolve beyond your old and mundane life. \nWith modern science and an expansive society, you will be able experience the height of technological advances.\n\nBecome tommorow's future, today!\n\n================================\nRated 15+ due to gore and violence. \nEpilepsy warning.\n================================\n",
    "h": 1,
    "t": [
        "suggestions",
        "nonsburb",
        "fantrolls",
        "trolls",
        "troll",
        "nonalternia",
        "colony",
        "m'yutun",
        "myutun",
        "city",
        "iansimc",
        "comedy",
        "dark",
        "unlisted",
        "test"
    ],
    "a": "SqueegeeBrush",
    "w": "https://twitter.com/squeegeebrush",
    "o": "./assets/img/logo.gif",
    "q": "",
    "x": "",
    "b": 1,
    "y": ".p1 div#slide {\n    background-color: transparent;\n}\n\n\n\n\n\n.major {\n    color: #005682 !important;\n    text-shadow: 0 2px #f4ab24 !important;\n}\n\ndiv#container {\n    background-color: #6990b1;\n}\n\nbody {\n    background-image: url(./assets/img/story/background.png);\n}\n\na {\n    color: #0080c2 !important;\n}\n\nnav {\n    color: #ba00ba !important;\n}\n\ndiv#main {\n    background-color: #000000;\n}\n\n#info>span>.spoiler.open {\n    background-color: #965b96;\n}\n\n.mspfalogo {\n    background-color: #000000;\n}\n\n.heart {\n    background-image: url(./assets/img/story/icon%20small.png) !important;\n}\n",
    "j": "",
    "v": "",
    "m": ">>",
    "p": [
        {
            "d": 1606045606475,
            "c": " ",
            "b": "<style>div#slide {background-color: transparent !important;}</style><iframe style=\"border: 3px solid black;\" src=\"./assets/img/story/0001/index.html\" width=\"650\" height=\"650\"></iframe>\n[color=000000](Recommended in Chrome or Firefox. If sound does not play, check your browser settings.)[/color]<br><br>Welcome to the beta of It's Almost Never Sunny in M'yutun City!<br><br>I started this alongside The Cerulean Motley Crew with the idea of running both past and present stories simultaneously. eventually after only a few short pages, I realised the task was much too great and the quality of both stories would suffer.<br><br>In the end I put this on indefenite pause to focus on TCMC instead. I would reboot this years later after.",
            "n": []
        },
        {
            "d": 1606045606475,
            "c": "Welcome to sunny M'yutun City!",
            "b": "[img]./assets/img/story/0002.gif[/img]\n\n[i]Welcome to sunny M'yutun City, where all your dreams come true![/i]",
            "n": [
                3
            ]
        },
        {
            "d": 1606045606475,
            "c": ">>",
            "b": "[img]./assets/img/story/0003.gif[/img]\n\n[i]Here, you can achieve the greatest feats and evolve beyond your old and mundane life.[/i]",
            "n": [
                4
            ]
        },
        {
            "d": 1606045606475,
            "c": ">>",
            "b": "[img]./assets/img/story/0004.gif[/img]\n\n[i]With modern science and an expansive society, you will be able experience the height of technological advances.[/i]",
            "n": [
                5
            ]
        },
        {
            "d": 1606045606475,
            "c": ">>",
            "b": "[img]./assets/img/story/0005.gif[/img]",
            "n": [
                6
            ]
        },
        {
            "d": 1606045606475,
            "c": ">>",
            "b": "[img]./assets/img/story/0006.gif[/img]\n\n[i][size=26][b]Become tommorow's future, today![/b][/size][/i]",
            "n": [
                7
            ]
        },
        {
            "d": 1606045681064,
            "c": ">>",
            "b": "<iframe style=\"border: 3px solid black;\" src=\"./assets/img/story/0007/index.html\" width=\"650\" height=\"450\"></iframe>\n[size=10](Note: Not actually loading anything)[/size]",
            "n": [
                8
            ]
        },
        {
            "d": 1606056503097,
            "c": "3 days ago...",
            "b": "[img]./assets/img/story/0008.gif[/img]\n\nA young lady stands in her resprite block, completely unaware of the misfortune she will find herself in during the next coming days.\n\nIt was almost 8 sweeps ago she was given life. It was also almost 8 sweeps ago she was also given a name, because going 8 sweeps without a name is just stupid and will spare the reader of the customary naming ceremony that usually entails in these fictions.\n\nShe also has no idea what any of that meant.\n\nLet's find out this young lady's name, shall we?",
            "n": [
                9
            ]
        },
        {
            "d": 1606067899342,
            "c": "Cut to the chase!",
            "b": "[img]./assets/img/story/0009.gif[/img]\n\nYour name is Chiavi Stalii.\n\nYou currently live on the outskirts of the highblood district in M'yutun City, a small colony planet that is covered in a suburban jungle.\n\nYou have a variety of incredibly nerdy interests.\nYou like to dabble in advanced synthetic tech along with a litle bit of nuclear physics. You're not the best but you'll get better, by god! At least hopefully your projects will stop blowing up!\nYou also enjoy researching genetics. Always fascinating to know where you came from and where you're going to go, plus it makes you look smarter.\n\nAside from your research and projects, you also enjoy gaming from time to time. You have a variety of games you're always pirating to keep the boredom at bay.\nYou also like to partake in roleplaying with your peers, particually in the popular fantasy tabletop everyones raving about. You spend days writing up fanfics of your own characters and the antics they get up to. You have a rappidly growing fanbase that watch your work.\n\nUnfortunately, you were hatched with a hearing impairment. To substitute, you fashioned yourself a pair of hearing aids that look just like robo antennas because that's just fucking awesome.\nLike most trolls on the planet, you prefer not to share your shortcomings. Being a mutant in the city has been known to meet misfortunes.\n\nToday has been a rather slow day, but you have a feeling that will quickly change.\n\nWhat will you do?",
            "n": [
                10
            ]
        },
        {
            "d": 1606806727959,
            "c": "Chiavi: Examine the assorted robot parts strewn on the floor.",
            "b": "[img]./assets/img/story/0010.gif[/img]\n\nThese were the most salvagabe parts from your last project... which unfortunately blew up in your face.\nYou're just glad it didn't take an arm or an eye in the process.\n\nNuclear physics can be a dangerous thing when coupled with advanced robotics.\n\nYou decided to keep the parts for when you give it another crack. You could also turn the head into a lamp or a container or something.",
            "n": [
                11
            ]
        },
        {
            "d": 1606806727959,
            "c": ">>",
            "b": "[img]./assets/img/story/0011.gif[/img]\n\nThen again, this head is just too good to be designated as a scrap project.\n\nLook at it's shiny, chrome sculping... It's cold, red eyes...\nYou can't bring yourself to trash such a fine specimen!",
            "n": [
                12
            ]
        },
        {
            "d": 1606806727959,
            "c": "Chiavi: Make out with robot head.",
            "b": "[img]./assets/img/story/0012.gif[/img]\n\nThat is the most dumbest fucking thing you have ever herd!",
            "n": [
                13
            ]
        },
        {
            "d": 1606806727959,
            "c": ">>",
            "b": "[img]./assets/img/story/0013.gif[/img]\n\nWho are you kidding?\n\n[size=20]You LOVE robots!![/size]",
            "n": [
                14
            ]
        },
        {
            "d": 1606814853722,
            "c": ">>",
            "b": "[img]./assets/img/story/0014.gif[/img]\n\nOkay, that is enough robomakeouts for today.\n\nYou stash One (1) Slobbered Robo Head in your mystery Sylladex.\nWill we ever find out what it is? Who knows...",
            "n": [
                15
            ]
        },
        {
            "d": 1606814853722,
            "c": "Chiavi: Check out cool drawing on wall.",
            "b": "[img]./assets/img/story/0015a.gif[/img]\n[img]./assets/img/story/0015b.gif[/img]\n\nThis is the coolest thing you have ever drawn!\nIt's your Cavernous Systems & Dragonite Lusii OC and he is soooo awesome!\n\nYou based him off your Ancestor, [url=https://mspfa.com/?s=38151&p=1]The Cerulean Snake[/url], who was a master space pirate thousands of sweeps ago. Your genetic research managed to uncover your link and you found all sorts of neat, hidden info during your data sweeping in lost archives.\nThat's how you also got the blueprints for these sweet antennas.\n\n[i][color=005682]A daring space thief, willing to stand up against\ntyrany and liberate those who have been wronged\nby the iron grip of the Empire!\n\nRegarded as a troll Robbin Hood amongst the\nstars, he helps the lower class and robs the higher.\nHe is also the perfect ladies man too![/color][/i]\n\nYou totally did not make your character synopsis of him... totally not.",
            "n": [
                16
            ]
        },
        {
            "d": 1606818954535,
            "c": "Chiavi: Dive into your recoperacoon.",
            "b": "[img]./assets/img/story/0016.gif[/img]\n\n[i][size=30]WOOOOOOOO HOOOOOOO!!![/size][/i]",
            "n": [
                17
            ]
        },
        {
            "d": 1606818954535,
            "c": ">>",
            "b": "[img]./assets/img/story/0017.gif[/img]\n\nWhy did you think this was such a good idea?!",
            "n": [
                18
            ]
        },
        {
            "d": 1607277541156,
            "c": "Chiavi: Clean yourself up.",
            "b": "[img]./assets/img/story/0018.gif[/img]\n\nYou spend an hour cleaning and changing after your momentary lapse of stupidty. It's a good thing you have nothing but sweaters in your wardrobe for this sort of thing and totally not because you have no fashion sense whatsoever.\n\nYou were just begining to do your usual lunchtime spaceout when your computer interrupts your train of thought.\n\nLooks like one of your aquaintances is trying to reach you.",
            "n": [
                19
            ]
        },
        {
            "d": 1607277541156,
            "c": "Chiavi: Check it out.",
            "b": "[img]./assets/img/story/0019.gif[/img]\n\nYour desktop is littered with a variety of folders and icons.\n\nMost of these pictures are from your rather poor art attemps. You love drawing but god you suck at it so much.\n\nAmong those are two of your most used programs, your game library launcher and Tumult. You mostly use Tumult for roleplay as your OC, but you occasionally use it to keep in touch with friends.\nBack on the homeworld, it was a tradition to talk with a quirk. Here, however, that tradition eventually died off over hundreds of sweeps.\nMost of the younger trolls thought it was stupid.\n\nYou still use quirks, but only for your roleplays. How else are you going to show your cool OC has such a cute lisp just like you???\n\nSpeaking of which, someone sent you a message on Tumult just now!",
            "n": [
                20
            ]
        },
        {
            "d": 1607793156756,
            "c": ">>",
            "b": "[img]./assets/img/story/0020.gif[/img]\n\nYou open up Tumult and are greeted with your little group chat.\nAssblaster insisted on naming it The Bone Zone. Not like anyone else had any better ideas.\n\nOh right, you forgot you changed your profile picture.\nYour best friend drew you [url=./assets/img/ceruleansnake.png]the most epic picture of your OC ever!![/url]\nShe is an absolute master at art. You can only wish to be just as good as her.\n\nLooks like the chat isn't exactly bustling wth activity right now... Just as well, Most seem to be offline.\nYou do have a couple of private messages though.",
            "n": [
                21
            ]
        },
        {
            "d": 1607798075080,
            "c": ">>",
            "b": "[img]./assets/img/story/0021.gif[/img]\n\nYou head over to you personal messages.\nDamn, must be some real importaint news for her to break the roleplay so blatantly.\n\n[spoiler open=\"Show Chat\" close=\"Hide Chat\"]\n[color=#a1a100]pew pew >:D:[/color]\npssst\nyou here? have you heard the news about @rose&amp;thorn?\nshe got picked for the hatching tunnels does this mean shes gona leave?\n\n[color=#005682]It's Robo Time:[/color]\nWait, shes been picked?\n\n[color=#a1a100]pew pew >:D:[/color]\nyeah\ni heard the news from @Mister DJ\nhe heard from some other fish who heard that she was the top chosen by the director\n\n[color=#005682]It's Robo Time:[/color]\nId ask her but she hasnt been on all day\nShe did say she was busy with some up and coming test or something\nBut like\nShe never elaborated on it\n\n[color=#a1a100]pew pew >:D:[/color]\noh\nOH\ni could ask her to finally spy on the hathcing tunnels!!\n\n[color=#005682]It's Robo Time:[/color]\nHere we go...\n\n[color=#a1a100]pew pew >:D:[/color]\ni know theyre cooking up some conspiracy down there\nyou know why trolls are randomly dissapearing on the streets?\ntwo words\nexperimental science\n\n[color=#005682]It's Robo Time:[/color]\nListen\nI love you and all\nBut you have some cracked up conspiracy theories\n[color=#a1a100]\npew pew >:D:[/color]\nbut it all makes sense\nwhy theres trolls disapearing\nwhy the tunnels are off limits\ni mean you get shot if you even go near the jadeblood entrances\ni bet theyre planting stuff in grubs like microchips\nmaybe even altering our dna!\n\n[color=#005682]It's Robo Time:\n[/color]Please pew, if they were doing that there would be a lot more mutants roaming around\nlike uhhh\ntrolls with 5 hands and 7 eyes or something\nmaybe one that can breath fire or some shit\n\n[color=#a1a100]pew pew >:D:[/color]\nbut you got that thing thats like\nalmost nonexistant in your caste\n\n[color=#005682]It's Robo Time:[/color]\nIts rare but its not some genetic altering micro chip spy camera mumbo jumbo\nBesides\nAll it does is give me a headace\n\n[color=#a1a100]pew pew >:D:[/color]\njust\nthink about it\n\n[color=#005682]It's Robo Time:[/color]\nFine fine\n\n[color=#a1a100]pew pew >:D:[/color]\nanyway\nim gona ask her if she can spy on the tunnels for me\n\n[/spoiler]",
            "n": [
                22
            ]
        }
    ]
}